{
  "titles": {
    "main": "À Propos"
  },
  
  "legal": "<h2 style=\"font-size: 24px; margin-bottom: 15px;\">Mentions Légales</h2><h3 style=\"text-decoration: underline; margin-bottom: 10px;\">1. Éditeur du Site</h3><p>Le site internet accessible à l’adresse <a href=\"https://gusto-manager.com\">https://gusto-manager.com</a> (ci-après \"le Site\") est édité par <strong>WebDev</strong>, entreprise individuelle dont le siège social est situé <strong>84 boulevard Arago, 75014 Paris</strong>.</p><p>Responsable de la publication :<br /><strong>Léo BACCIALONE</strong><br /><strong>Email</strong> : baccialone.leo@gmail.com<br /><strong>Téléphone</strong> : 0641962452</p><h3 style=\"text-decoration: underline; margin-bottom: 10px; margin-top: 20px;\">2. Hébergement du Site</h3><p>Le site est hébergé par les services suivants :<br /><strong>Frontend</strong> : Vercel<br /><strong>Backend</strong> : Render</p><h3 style=\"text-decoration: underline; margin-bottom: 10px; margin-top: 20px;\">3. Objet du Site</h3><p>Le Site fournit une plateforme de gestion dédiée aux restaurants, offrant divers services permettant la gestion et la mise à jour des sites internet de ces derniers, ainsi que la centralisation de leurs données de contact, horaires, menus, et autres informations.</p><h3 style=\"text-decoration: underline; margin-bottom: 10px; margin-top: 20px;\">4. Propriété Intellectuelle</h3><p>La marque <strong>Gusto-manager</strong> est déposée et protégée par la législation en vigueur. Toute reproduction, diffusion, modification, ou exploitation des contenus du Site (textes, images, graphiques, logo) sans autorisation est strictement interdite et pourra faire l’objet de poursuites judiciaires. Les droits d’auteur et de propriété intellectuelle sont réservés.</p><h3 style=\"text-decoration: underline; margin-bottom: 10px; margin-top: 20px;\">5. Collecte de Données Personnelles</h3><p>Dans le cadre de l’utilisation du Site, certaines données personnelles sont collectées afin de fournir les services. Pour plus d’informations, veuillez consulter la <a href=\"#politique-de-confidentialite\">Politique de Confidentialité</a> ci-dessous.</p><h3 style=\"text-decoration: underline; margin-bottom: 10px; margin-top: 20px;\">6. Limitation de Responsabilité</h3><p>Les informations diffusées sur le Site sont fournies à titre indicatif et peuvent être modifiées à tout moment. WebDev ne pourra être tenu responsable de l'utilisation qui pourrait en être faite ni de tout préjudice direct ou indirect découlant de l'utilisation du Site ou de l’impossibilité d’y accéder.</p><h3 style=\"text-decoration: underline; margin-bottom: 10px; margin-top: 20px;\">7. Loi Applicable</h3><p>Les présentes mentions légales sont soumises à la loi française. En cas de litige, et après tentative de résolution amiable, compétence est attribuée aux tribunaux français compétents.</p>",

  "policy": "<h2 style=\"font-size: 24px; margin-bottom: 15px;\">Politique de Confidentialité</h2><h3 style=\"text-decoration: underline; margin-bottom: 10px;\">1. Responsable de la Collecte des Données Personnelles</h3><p>Les données personnelles collectées sur le Site sont traitées par WebDev, représenté par Léo Baccialone en tant que responsable de traitement, joignable à l’adresse <strong>baccialone.leo@gmail.com</strong>.</p><h3 style=\"text-decoration: underline; margin-bottom: 10px; margin-top: 20px;\">2. Données Collectées</h3><p>Les données collectées incluent :<ul><li>Coordonnées des propriétaires de restaurants (nom, prénom, email, téléphone) pour permettre l’identification et la gestion des comptes sur la plateforme.</li><li>Informations relatives aux restaurants : menu, cartes, horaires d'ouverture, informations diverses sur l’établissement.</li></ul></p><h3 style=\"text-decoration: underline; margin-bottom: 10px; margin-top: 20px;\">3. Finalités du Traitement des Données</h3><p>Les données sont collectées et traitées pour les finalités suivantes :<ul><li>Gestion et accès au compte propriétaire sur la plateforme.</li><li>Mise à jour des informations affichées sur le site du restaurant.</li><li>Suivi et gestion des informations générales relatives aux établissements.</li></ul></p><h3 style=\"text-decoration: underline; margin-bottom: 10px; margin-top: 20px;\">4. Durée de Conservation des Données</h3><p>Les données personnelles sont conservées pendant toute la durée de la relation contractuelle avec le restaurant. Une fois la relation terminée, les données seront archivées ou supprimées conformément aux obligations légales applicables.</p><h3 style=\"text-decoration: underline; margin-bottom: 10px; margin-top: 20px;\">5. Droits de l'Utilisateur</h3><p>Conformément à la législation sur la protection des données, les propriétaires de restaurants disposent des droits suivants :<ul><li><strong>Droit d'accès</strong> : connaître les données personnelles détenues à leur sujet.</li><li><strong>Droit de rectification</strong> : corriger toute information inexacte ou incomplète.</li><li><strong>Droit d'effacement</strong> : demander la suppression de leurs données personnelles.</li><li><strong>Droit d'opposition et de limitation</strong> : s’opposer ou restreindre le traitement de leurs données.</li></ul>Pour exercer ces droits, les utilisateurs peuvent contacter <strong>baccialone.leo@gmail.com</strong>.</p><h3 style=\"text-decoration: underline; margin-bottom: 10px; margin-top: 20px;\">6. Absence de Cookies</h3><p>Le Site n’utilise aucun cookie pour le suivi des utilisateurs.</p><h3 style=\"text-decoration: underline; margin-bottom: 10px; margin-top: 20px;\">7. Sécurité des Données</h3><p>WebDev s’engage à protéger la confidentialité des données des propriétaires de restaurants en mettant en place les mesures de sécurité nécessaires pour éviter tout accès non autorisé, modification, ou divulgation.</p><h3 style=\"text-decoration: underline; margin-bottom: 10px; margin-top: 20px;\">8. Modifications de la Politique de Confidentialité</h3><p>WebDev se réserve le droit de modifier la présente politique de confidentialité à tout moment pour se conformer aux évolutions légales et règlementaires. La date de mise à jour sera affichée en haut du document en cas de modification.</p><h3 style=\"text-decoration: underline; margin-bottom: 10px; margin-top: 20px;\">9. Contact</h3><p>Pour toute question relative à la politique de confidentialité, les utilisateurs peuvent nous contacter à l’adresse : <strong>baccialone.leo@gmail.com</strong>.</p>"
}
