{
  "titles": {
    "main": "About"
  },

  "legal": "<h2 style=\"font-size: 24px; margin-bottom: 15px;\">Legal Notice</h2><h3 style=\"text-decoration: underline; margin-bottom: 10px;\">1. Site Publisher</h3><p>The website accessible at <a href=\"https://gusto-manager.com\">https://gusto-manager.com</a> (hereinafter referred to as \"the Site\") is published by <strong>WebDev</strong>, a sole proprietorship with its registered office located at <strong>84 boulevard Arago, 75014 Paris</strong>.</p><p>Publication Director:<br /><strong>Léo BACCIALONE</strong><br /><strong>Email</strong>: baccialone.leo@gmail.com<br /><strong>Phone</strong>: 0641962452</p><h3 style=\"text-decoration: underline; margin-bottom: 10px; margin-top: 20px;\">2. Site Hosting</h3><p>The site is hosted by the following services:<br /><strong>Frontend</strong>: Vercel<br /><strong>Backend</strong>: Render</p><h3 style=\"text-decoration: underline; margin-bottom: 10px; margin-top: 20px;\">3. Purpose of the Site</h3><p>The Site provides a management platform dedicated to restaurants, offering various services enabling the management and updating of these establishments' websites, as well as centralizing their contact information, opening hours, menus, and other information.</p><h3 style=\"text-decoration: underline; margin-bottom: 10px; margin-top: 20px;\">4. Intellectual Property</h3><p>The brand <strong>Gusto-manager</strong> is registered and protected by current legislation. Any reproduction, distribution, modification, or exploitation of the Site’s content (texts, images, graphics, logo) without authorization is strictly prohibited and may result in legal proceedings. Copyright and intellectual property rights are reserved.</p><h3 style=\"text-decoration: underline; margin-bottom: 10px; margin-top: 20px;\">5. Collection of Personal Data</h3><p>In the context of using the Site, certain personal data is collected to provide services. For more information, please refer to the <a href=\"#privacy-policy\">Privacy Policy</a> below.</p><h3 style=\"text-decoration: underline; margin-bottom: 10px; margin-top: 20px;\">6. Limitation of Liability</h3><p>The information provided on the Site is for informational purposes only and may be modified at any time. WebDev cannot be held responsible for any use made of it or any direct or indirect damage resulting from the use of the Site or inability to access it.</p><h3 style=\"text-decoration: underline; margin-bottom: 10px; margin-top: 20px;\">7. Applicable Law</h3><p>This legal notice is governed by French law. In the event of a dispute, and after an attempt at amicable resolution, jurisdiction is assigned to the competent French courts.</p>",

  "policy": "<h2 style=\"font-size: 24px; margin-bottom: 15px;\">Privacy Policy</h2><h3 style=\"text-decoration: underline; margin-bottom: 10px;\">1. Data Controller</h3><p>The personal data collected on the Site is processed by WebDev, represented by Léo Baccialone as the data controller, who can be contacted at <strong>contact@gusto-manager.com</strong>.</p><h3 style=\"text-decoration: underline; margin-bottom: 10px; margin-top: 20px;\">2. Data Collected</h3><p>The data collected includes:<ul><li>Restaurant owner contact details (name, first name, email, phone number) to enable identification and account management on the platform.</li><li>Information about the restaurants: menu, offerings, opening hours, and various establishment information.</li></ul></p><h3 style=\"text-decoration: underline; margin-bottom: 10px; margin-top: 20px;\">3. Purpose of Data Processing</h3><p>The data is collected and processed for the following purposes:<ul><li>Management and access to the owner account on the platform.</li><li>Updating the information displayed on the restaurant’s website.</li><li>Monitoring and managing general information related to the establishments.</li></ul></p><h3 style=\"text-decoration: underline; margin-bottom: 10px; margin-top: 20px;\">4. Data Retention Period</h3><p>Personal data is retained for the duration of the contractual relationship with the restaurant. Once the relationship ends, the data will be archived or deleted in accordance with legal obligations.</p><h3 style=\"text-decoration: underline; margin-bottom: 10px; margin-top: 20px;\">5. User Rights</h3><p>In accordance with data protection legislation, restaurant owners have the following rights:<ul><li><strong>Right of access</strong>: to know the personal data held about them.</li><li><strong>Right to rectification</strong>: to correct any inaccurate or incomplete information.</li><li><strong>Right to erasure</strong>: to request the deletion of their personal data.</li><li><strong>Right to object and restrict processing</strong>: to oppose or restrict the processing of their data.</li></ul>To exercise these rights, users can contact <strong>contact@gusto-manager.com</strong>.</p><h3 style=\"text-decoration: underline; margin-bottom: 10px; margin-top: 20px;\">6. Absence of Cookies</h3><p>The Site does not use any cookies for user tracking.</p><h3 style=\"text-decoration: underline; margin-bottom: 10px; margin-top: 20px;\">7. Data Security</h3><p>WebDev is committed to protecting the confidentiality of restaurant owners' data by implementing necessary security measures to prevent unauthorized access, modification, or disclosure.</p><h3 style=\"text-decoration: underline; margin-bottom: 10px; margin-top: 20px;\">8. Changes to the Privacy Policy</h3><p>WebDev reserves the right to modify this privacy policy at any time to comply with legal and regulatory developments. The update date will be displayed at the top of the document in case of changes.</p><h3 style=\"text-decoration: underline; margin-bottom: 10px; margin-top: 20px;\">9. Contact</h3><p>For any questions regarding the privacy policy, users can contact us at: <strong>contact@gusto-manager.com</strong>.</p>"
}
